Repository: sillsdev/chorus
Catalog: DistFiles/localizations/Chorus.es.tmx
Source language: en
Languages: es

source: &Add && &OK
es: &Añadir && Aceptar

source: &Cancel
es: &Cancelar

source: &Add Message
es: &Agregar mensaje

source: Add new message:
es: Añadir nueva mensaje:

source: &Resolve Note
es: &Resolver la nota

source: &Resolved
es: Resuelto

source: Un&resolve Note
es: Quitar resolución de la nota

source: Raw
es: Datos sin procesar

source: Action
es: Acción

source: Item
es: Artículo

source: Type
es: Tipo

source: &Close
es: &Cerrar

source: Help
es: Ayuda

source: &OK
es: Aceptar

source: Please confirm
es: Por favor, confirmar

source: Problem
es: Problema

source: Ambiguous Insert Warning
es: Advertencia: insertar ambigua

source: {0} and {1} both inserted material in this element in the same place. The automated merger cannot be sure of the correct order for the inserted material, but kept both of them.
es: {0} y {1} ambos insertado material en este elemento en el mismo lugar. La fusión automática no puede estar segura de la orden correcta para el material insertado, pero mantuvo los dos.

source: Ambiguous Insert Reorder Warning
es: Advertencia: reordenar de insertar ambigua

source: {0} inserted material in this element, but {1} re-ordered things. The automated merger cannot be sure of the correct position for the inserted material.
es: {0} inserta material en esta elemento, pero {1} reordenado cosas. La fusión automatizado no puede estar seguro de la posición correcta para el material insertado.

source: Another user
es: Otro usuario

source: Both Added Attribute Conflict
es: Conflicto: ambos añadido el atributo

source: Two users both moved something, but to different locations
es: Dos usuarios han movido algo, pero a diferentes ubicaciones

source: {0} and {1} added the same element, but with different content.
es: {0} y {1} añaden el mismo elemento, pero con un contenido diferente.

source: Both added the same element, but with different content conflict
es: Conflicto: ambos añadido el mismo elemento, pero con contenido diferente

source: Both Added Xml Text Conflict
es: Conflicto: ambos añadido texto Xml

source: {0} and {1} added different text to this element.
es: {0} y {1} añaden un texto diferente a este elemento.

source: Both Edited the Same Atomic Element
es: Ambos editado el mismo elemento atómico

source: Both Edited Attribute Conflict
es: Conflicto: ambos editado un atributo

source: Both Edited Different Parts Of Dependent Pieces Of Data Warning
es: Advertencia: ambos editado diferentes partes de datos dependiente

source: {0} edited one part of this element, while {1} edited another part. Since these two pieces of data are thought to be dependent on each other, someone needs to verify that the resulting merge is ok.
es: {0} editado una parte de este elemento, mientras {1} editado otra parte. Puesto que estos dos datos se cree que son dependientes entre sí, alguien tiene que verifique que la combinación resultante es aceptable.

source: Both edited a text field conflict
es: Conflicto: ambos editado un campo de texto

source: Both Edited Xml Text Element Conflict
es: Conflicto: ambos editado un elemento de texto Xml

source: {0} and {1} edited this element.
es: {0} y {1} editan este elemento.

source: Both Reordered Conflict
es: Conflicto: ambos reordenados

source: {0} and {1} both re-ordered the children of this element in different ways.
es: {0} y {1} reordenan a los hijos de este elemento de maneras diferentes.

source: both users
es: ambos usuarios

source: The system does not know how to interpret this conflict report.
es: El sistema no sabe cómo interpretar el informe de este conflicto.

source: {0}: A copy was made so that the object can be in both places.
es: {0}: se realiza una copia para que el objeto puede estar en dos lugares.

source: {0} deleted this element, while {1} edited it.
es: {0} elimina este elemento, mientras que {1} lo editó.

source: Dunno
es: No lo sé

source: (empty)
es: (vacío)

source: Both Inserted at different places Conflict
es: Conflicto: ambos insertadas en diferentes lugares

source: {0} and {1} both added the same children to this element in different places.
es: {0} y {1} añaden los mismos niños a este elemento en lugares diferentes.

source: The merger kept the change made by {0}.
es: La fusión mantuvo el cambio realizado por {0}.

source: Merge Warning
es: Advertencia de fusión

source: merger
es: fusión

source: One user
es: Un usuario

source: Removed Vs Edited Attribute Conflict
es: Conflicto: eliminado en lugar de editado el atributo

source: Removed Vs Edited Element Conflict
es: Conflicto: eliminado en lugar de editado el elemento

source: {0} deleted this element, while {1} edited it. {2}
es: {0} elimina este elemento, mientras que {1} lo editó. {2}

source: Removed Vs Edited Xml Text Element Conflict
es: Conflicto: eliminado en lugar de editado el elemento de texto Xml

source: {0} deleted this element, while {1} edited its text content. {2}
es: {0} elimina este elemento, mientras que {1} editó su contenido de texto. {2}

source: {0} changed {1} to {2}, while {3} changed it to {4}. {5}
es: {0} cambió {1} al {2}, mientras {3} lo cambió a {4}. {5}

source: {0}'s changes:
es: cambios de {0}:

source: {0}'s version:
es: Versión de {0}:

source: Technical Details
es: Detalles técnicos

source: Copy
es: Copiar

source: Edit
es: Editar

source: Conflict Details
es: Detalles del conflicto

source: Warning
es: Advertencia

source: Duplicate Project--Get operation cancelled
es: Proyecto duplicado--Operación de obtener cancelado

source: Get
es: Obtener

source: Get Project from Chorus Hub
es: Obtener el proyecto de Chorus Hub

source: Project
es: Proyecto

source: &Fix Settings
es: Obteniendo el proyecto...

source: Status label
es: Etiqueta de estado

source: status text
es: texto de estado

source: Get Project From Internet
es: Obtener el proyecto de Internet

source: &Copy To Computer
es: &Copiar a la computadora

source: Status text
es: Texto de estado

source: Get Project From USB Drive
es: Obtener el proyecto de Unidad USB

source: Name
es: Nombre

source: Modified Date
es: Fecha de modificación

source: &USB Flash Drive
es: &Unidad flash USB

source: Receive project
es: Recibir proyecto

source: Add new question
es: Añadir nueva pregunta

source: Cancelled.
es: Cancelado.

source: A serious problem has occurred; Chorus cannot find the repository which owns this note, so it cannot be saved.
es: Un problema grave ha ocurrido; Chorus no puede encontrar el repositorio que es propietaria de esta nota, por lo que no puede ser guardada.

source: You can't get a project from a colleague at present, because some required information about the projects you already have is unavailable. This may be because you don't have permission to access a file in one of the projects in {0}.\n\nYou will probably need technical support to resolve this problem. The following information may be helpful to tech support:
es: No se puede conseguir un proyecto de un colega en la actualidad, ya que cierta información necesaria acerca de los proyectos que ya tiene no está disponible. Esto puede ser porque usted no tiene permiso para acceder a un archivo en uno de los proyectos en {0}.\n\nEs probable que necesite soporte técnico para resolver este problema. La siguiente información puede ser útil para el soporte técnico:

source: Cannot get project
es: No se puede obtener proyecto

source: Found Chorus Hub but it is not compatible with this version of {0}
es: Encontrado Chorus Hub pero no es compatible con esta versión de {0}

source: The Chorus Server is not compatible with ths client.
es: El servidor de Chorus no es compatible con este cliente.

source: The Chorus Server is not available.
es: El servidor de Chorus no está disponible.

source: Copying project
es: Copiando proyecto

source: Could not change the name to that.
es: No se podía cambiar el nombre a eso.

source: Custom Location...
es: Ubicación personalizada...

source: Sorry, conflict details aren't working for this conflict (it might be an old one). Here's the content:
es: Lo sentimos, los detalles del conflicto no están funcionando para este conflicto (podría ser una vieja). Aquí está el contenido:

source: The directory {0} doesn't exist, but should have been created by the application.
es: El directorio {0} no existe, pero debe haber sido creado por la aplicación.

source: Done.
es: Listo.

source: A project with this name already exists on this computer.
es: Un proyecto con este nombre ya existe en esta computadora.

source: For example, 'Swahili Project'
es: Por ejemplo, 'proyecto de Swahili'

source: Failed.
es: Error.

source: Finished
es: Finalizado

source: Finished copying {0} to this computer at {1}
es: Terminado de copiar {0} a este equipo al {1}

source: Get {0} from Chorus Hub on {1}
es: Obtener {0} de Chorus Hub en {1}

source: Getting {0}...
es: Obteniendo {0}...

source: Getting history...
es: Obteniendo historia...

source: Getting project...
es: Obteniendo el proyecto...

source: That name contains characters which are not allowed.
es: Ese nombre contiene caracteres que no son permitidos.

source: Looking for Chorus Hub...
es: Buscando Chorus Hub...

source: {0} marked the note as {1}.
es: {0} marcó la nota como {1}.

source: Sorry, the calling program told Chorus to place the new project inside {0}, but that directory does not exist.
es: Lo sentimos, el programa le dijo a Chorus para colocar el nuevo proyecto dentro de {0}, pero el directorio no existe.

source: Please report to issues@wesay.org: mono is calling leave() on SettingsView which was never loaded
es: Por favor, envíe un informe a issues@wesay.org: mono está llamando leave() en SettingsView que nunca fue cargado

source: Sorry, no Chorus Hub was found.
es: Lo sentimos, no se encontraron Chorus Hub.

source: Sorry, no conflict details are recorded for this conflict (it might be an old one). Here's the content:
es: Lo sentimos, no hay detalles de conflicto se registran para este conflicto (podría ser uno viejo). Aquí está el contenido:

source: No projects were found on the Usb Flash Drive.
es: No se encontraron proyectos en la unidad flash USB.

source: Please enter a name
es: Por favor, introduzca un nombre

source: Please insert a USB Flash Drive...
es: Por favor, inserte una unidad flash USB...

source: Chorus encounterd a problem while trying to store these addresses:
es: Chorus encuentra un problema al intentar almacenar estas direcciones:

source: There is a already a project with that name at {0}
es: Ya existe un proyecto con ese nombre en {0}

source: Project will be downloaded to {0}
es: Proyecto se descargará en {0}

source: The server ({0}) rejected the project name ({1}), user name ({2}), or password ({3}) (sorry, it didn't tell us which one). Make sure that each of these is correct, and that '{2}' is a member of the '{1}' project, with permission to read data.
es: El servidor ({0}) rechazó el nombre del proyecto ({1}), nombre de usuario ({2}) o contraseña ({3}) (lo siento, no nos dice cuál). Asegúrese de que cada uno de ellos es correcta, y que '{2}' es un miembro del proyecto '{1}', con el permiso para leer los datos.

source: The project {0} is already using this repository.
es: El proyecto {0} ya está utilizando este repositorio.

source: The project "{0}" on this computer is already using this repository. {1}
es: El proyecto "{0}" en esta computadora ya está utilizando este repositorio. {1}

source: Repository Paths is being cleared. If you did that on purpose, fine, click 'Yes'. If not, please click 'No' and report this to issues@wesay.org (we're trying to track down a bug).
es: Rutas de repositorios se está borrando. Si lo hizo a propósito, bien, haga clic en 'Sí'. Si no es así, por favor haga clic en "No" y avisa a issues@wesay.org (estamos tratando de rastrear un error).

source: Select a chorus-enabled project to open:
es: Seleccione un proyecto para abrir lo que está habilitado para chorus:

source: Select one of the following:
es: Seleccione uno de los siguientes:

source: The server {0} did not accept the reqest of {1} to clone from {2} using password {3}.
es: El servidor {0} no aceptó la solicitud del {1} para clonar a partir de {2} usando la contraseña {3}.

source: Chorus settings problem
es: Problema de configuración de Chorus

source: Success.
es: Éxito.

source: Error while looking at USB flash drive. The drive root was {0}. The error was: {1}
es: Error mientras mira a la unidad flash USB. La raíz del disco era {0}. El error fue: {1}

source: Note
es: Nota

source: You are about leave a Note with an unsaved message. Continue without saving?
es: Vas a dejar una nota con un mensaje que no se guarda. Continuar sin guardar?

source: Project Notes
es: Notas del proyecto

source: All
es: Todo

source: Author
es: Autor

source: Conflicts
es: Conflictos

source: Date
es: Fecha

source: incl. Resolved
es: incluyen resuelto

source: Label
es: Etiqueta

source: Nothing selected to display
es: Nada seleccionado para mostrar

source: Notifications
es: Notificaciones

source: Questions
es: Preguntas

source: Show Closed Notes
es: Mostrar notas cerrados

source: Show Merge Conflicts
es: Mostrar los conflictos de fusionar

source: Show Merge Notifications
es: Mostrar notificaciones de fusionar

source: Show Questions
es: Mostrar preguntas

source: Advanced Mode
es: Modo avanzado

source: Review Project Changes
es: Revisar los cambios del proyecto

source: Name to show in change history:
es: Nombre para mostrar en la historia de cambios:

source: Show Chorus Hub as a Send/Receive option
es: Mostrar Chorus Hub como opción para Enviar/Recibir

source: Show Internet as Send/Receive option
es: Mostrar Internet como opción para Enviar/Recibir

source: Send/Receive Settings
es: Configuración de Enviar/Recibir

source: Login
es: Inicio de sesión

source: Password
es: Contraseña

source: Project ID
es: ID del proyecto

source: Server
es: Servidor

source: Show characters
es: Mostrar caracteres

source: Send/Receive Server Settings...
es: Configuración del servidor de Enviar/Recibir...

source: Choose Repositories
es: Seleccionar repositorios

source: Log
es: Registro

source: Box:Verbose:
es: Caja:Detallado:

source: Attempt to Send/Receive with these people, devices, and servers:
es: Intente Enviar/Recibir con estas personas, dispositivos y servidores:

source: Send/Receive
es: Enviar/Recibir

source: Tasks
es: Tareas

source: Send/Receive Project Changes
es: Enviar/recibir cambios al proyecto

source: Checking...
es: Verificando...

source: Label this point in the project history (Optional) :
es: Marque este punto en la historia del proyecto (opcional):

source: Diagnostics
es: Diagnósticos

source: &Download
es: &Descargar

source: Name for the folder on your computer
es: Nombre de la carpeta en su computadora

source: copy to clipboard
es: copiar al portapapeles

source: Run Diagnostics
es: Ejecutar diagnósticos
